<template>
    <div class="ml-3 mr-3">
        <h1 class="flex justify-center text-gray-900 dark:text-white text-xl pb-2">Правила пользования</h1>
        <p class="dark:text-white text-gray-900 font-medium text-sm mb-2">1. **Входите с кодом, как в секретный клуб!**
            Просто введите код подтверждения, и двери сайта распахнутся перед вами. Если код не пришёл, проверьте папку
            "Спам" — иногда наши сообщения любят играть в прятки.</p>
        <p class="dark:text-white text-gray-900 font-medium text-sm mb-2">2. **Не кормите кнопку "Обновить".**
            Постоянное нажатие F5 ничего не ускоряет. Мы не сайт пиццы, у нас таймеры не появляются.
        </p>
        <p class="dark:text-white text-gray-900 font-medium text-sm mb-2">3. **Споры в комментариях: поединки на
            мемах.**
            Тот, кто проигрывает, обязан поставить лайк победителю и купить себе кофту с надписью "Я не прав".</p>
        <p class="dark:text-white text-gray-900 font-medium text-sm mb-2">4. **Не жмите кнопку "Назад", если боитесь
            потеряться.**
            Наш сайт — это не лабиринт, но шанс попасть в параллельную вселенную всегда есть.</p>
        <p class="dark:text-white text-gray-900 font-medium text-sm mb-2">5. **Пишите грамотно, но не слишком.**
            Если ваша орфография лучше, чем у всей редакции сайта, вам придётся стать нашим главным редактором</p>
        <p class="dark:text-white text-gray-900 font-medium text-sm mb-2">6. **Картинки загружаются не быстрее, если
            кричать на монитор.**
            Но если вы найдёте нужную частоту, ваш сосед может подумать, что вы изучаете дельфинов. </p>
        <p class="dark:text-white text-gray-900 font-medium text-sm mb-2">7. **Если что-то не работает, вините нас, но
            не сильно.**
            И да, мы уже проверяли, включен ли у нас интернет. </p>
        <p class="dark:text-white text-gray-900 font-medium text-sm mb-2">8. **Запрещено: воровать контент, вирусы и
            плохое настроение.**
            Можно: смеяться, делиться и иногда задумчиво смотреть на экран, притворяясь, что вы работаете. </p>
        <p class="dark:text-white text-gray-900 font-medium text-sm mb-2">9. **DDoS-атаки не приветствуются — серверы
            тоже хотят жить!**
            Если вдруг решите нагрузить наш сайт миллионом запросов, учтите: мы всё равно не успеем ответить каждому.
            Лучше пришлите миллион котиков — вот это мы оценим! 🐾</p>
        <p class="dark:text-white text-gray-900 font-medium text-sm mb-2">10. **И самое главное: не принимайте всё
            слишком серьёзно.**
            Мы тут ради фана, и вы тоже. Давайте улыбаться чаще, даже если всё в жизни идёт "не по плану".</p>
        <p class="dark:text-white text-gray-900 font-medium text-sm mb-2">Enjoy! 😊</p>

    </div>
</template>

<script>
export default {
    name: "Rules"
}

</script>